Repository: dutch-arrow/Terrarium-ui-ai
Catalog: lib/l10n/app_*.arb
Languages: nl

# appTitle
source: Terrarium Control
nl: Terrarium Besturing

source: Apply
nl: Toepassen

source: Cancel
nl: Annuleren

source: Config
nl: Configuratie

source: Configuration
nl: Configuratie

source: Edit
nl: Bewerken

source: Error
nl: Fout

source: Loading...
nl: Laden...

source: OFF
nl: UIT

# offPrefix
source: OFF
nl: UIT

source: ON
nl: AAN

# onPrefix
source: ON
nl: AAN

source: Refresh
nl: Ververs

source: Reset
nl: Resetten

source: Save
nl: Opslaan

source: Success
nl: Succes

source: Warning
nl: Waarschuwing

# clickConnectionIconToConnect
source: Click the connection icon to connect
nl: Klik op het verbindingspictogram om verbinding te maken

source: Connect
nl: Verbinden

source: Connected
nl: Verbonden

source: Connecting...
nl: Verbinden...

source: Connection Error
nl: Verbindingsfout

source: Disconnect
nl: Verbreken

source: Disconnected
nl: Niet verbonden

source: Not connected
nl: Niet verbonden

source: Not connected to terrarium
nl: Niet verbonden met terrarium

source: Reconnecting...
nl: Opnieuw verbinden...

# lastUpdate
source: Last update: {time}
nl: Laatste update: {time}

source: Loading status...
nl: Status laden...

source: App Settings
nl: App Instellingen

# darkTheme
source: Dark
nl: Donker

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Language
nl: Taal

# lightTheme
source: Light
nl: Licht

source: Settings
nl: Instellingen

# systemTheme
source: System
nl: Systeem

source: Theme
nl: Thema

source: Autonomous control active
nl: Autonome besturing actief

source: Autonomous control disabled
nl: Autonome besturing uitgeschakeld

source: Control Loop: PAUSED
nl: Besturingslus: GEPAUZEERD

source: Control Loop: RUNNING
nl: Besturingslus: ACTIEF

source: Device Status
nl: Apparaat Status

# manualControlDescription
source: Manually toggle entities on/off for testing. Note: Autonomous control will resume on the next control cycle.
nl: Schakel apparaten handmatig in/uit voor testen. Let op: Autonome besturing wordt hervat bij de volgende besturingscyclus.

source: Manual Entity Control
nl: Handmatige Apparaat Besturing

source: Pause
nl: Pauzeren

source: Resume
nl: Hervatten

source: Control Loop
nl: Regellus

source: Paused
nl: Gepauzeerd

source: Running
nl: Actief

# editScheduleTitle
source: Edit {name} Schedule
nl: {name} Schema Bewerken

source: Heat Light
nl: Lamp 2

source: Light 1
nl: Lamp 1

source: Light 2
nl: Lamp 2

source: Light 3
nl: UV Lamp

source: Light Entities
nl: Lampen

source: Lights
nl: Lampen

source: Light Schedules
nl: Licht Schema's

source: Main Light
nl: Lamp 1

source: Off Time
nl: Uit Tijd

source: On Time
nl: Aan Tijd

source: Schedule
nl: Planning

source: Schedule updated
nl: Schema bijgewerkt

# timeFormatHelper
source: Format: HH:MM (24-hour)
nl: Formaat: UU:MM (24-uurs)

source: UV Light
nl: UV Lamp

source: Edit Humidity Thresholds
nl: Luchtvochtigheid Drempels Bewerken

# failedToUpdate
source: Failed to update: {error}
nl: Bijwerken mislukt: {error}

# gapHysteresis
source: Gap: {value}% (hysteresis)
nl: Verschil: {value}% (hysterese)

source: Humidifier
nl: Luchtbevochtiger

source: Humidity
nl: Luchtvochtigheid

source: Humidity Control
nl: Luchtvochtigheid Besturing

source: Humidity Thresholds
nl: Luchtvochtigheid Drempels

source: Max Humidity
nl: Max Luchtvochtigheid

source: Maximum (Turn OFF)
nl: Maximum (Uitschakelen)

source: Min Humidity
nl: Min Luchtvochtigheid

source: Minimum (Turn ON)
nl: Minimum (Inschakelen)

# minMustBeLessThanMax
source: Minimum must be less than maximum
nl: Minimum moet kleiner zijn dan maximum

source: Thresholds updated
nl: Drempels bijgewerkt

# durationSeconds
source: Duration: {value} seconds
nl: Duur: {value} seconden

source: Edit Sprayer Configuration
nl: Sproei-installatie Configuratie Bewerken

source: hours
nl: uur

# intervalHours
source: Interval: {value} hours
nl: Interval: {value} uur

source: seconds
nl: seconden

source: Spray Duration
nl: Sproeien Duur

source: Sprayer
nl: Sproei-installatie

source: Sprayer config updated
nl: Sproei-installatie configuratie bijgewerkt

source: Sprayer Configuration
nl: Sproei-installatie Configuratie

source: Sprayer Settings
nl: Sproei-installatie Instellingen

source: Spray Interval
nl: Sproeien Interval

source: Inside Humidity
nl: Terrarium Luchtvochtigheid

source: Inside Temp
nl: Terrarium Temperatuur

source: Inside Terrarium
nl: Terrarium

source: Outside
nl: Kamer

source: Outside Humidity
nl: Kamer Luchtvochtigheid

source: Outside Temp
nl: Kamer Temperatuur

source: Read Interval
nl: Lees Interval

source: Sensor Settings
nl: Sensor Instellingen

source: Temperature
nl: Temperatuur

source: Exhaust Fan
nl: Ventilator Uit

source: Fan 1
nl: Ventilator In

source: Fan 2
nl: Ventilator Uit

source: Fans
nl: Ventilatoren

source: Intake Fan
nl: Ventilator In

source: Other Devices
nl: Andere Apparaten

source: Other Entities
nl: Andere Apparaten

source: All entity tests completed
nl: Alle apparaattesten voltooid

source: Entity Testing
nl: Apparaat Testen

# entityTestingDescription
source: Test individual entities or run comprehensive tests on all entities.
nl: Test individuele apparaten of voer uitgebreide tests uit op alle apparaten.

source: Test All Entities
nl: Alle Apparaten Testen

# testCompleted
source: {entity} test completed
nl: {entity} test voltooid

# testFailed
source: Test failed: {error}
nl: Test mislukt: {error}

source: Test Humidifier
nl: Test Luchtbevochtiger

# testInfoMessage
source: Entity tests verify functionality without permanently disrupting the control system. Original states are restored after testing.
nl: apparaattesten controleren de functionaliteit zonder het besturingssysteem permanent te verstoren. Oorspronkelijke statussen worden hersteld na het testen.

source: Testing
nl: Testen

source: Testing all entities...
nl: Alle apparaten testen...

source: Testing {entity}...
nl: {entity} testen...

source: Test Light 1
nl: Test Lamp 1

source: Test Light 2
nl: Test Lamp 2

source: Test Light 3
nl: Test UV lamp

source: Test Sprayer
nl: Test Sproei-installatie

source: History
nl: Geschiedenis

source: Device Switching History
nl: Schakelgeschiedenis Apparaten

source: Time interval:
nl: Tijdsinterval:

# oneHour
source: 1h
nl: 1u

source: No Events Yet
nl: Nog Geen Gebeurtenissen

source: Device state changes will appear here
nl: Apparaatstatuswijzigingen worden hier weergegeven

source: No data available
nl: Geen gegevens beschikbaar

source: Time
nl: Tijd
